---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricWireItem
source: html/d6bdd24d-1ce7-379f-5bb0-5e9aa09f07e4.htm
---
# FabricWireItem Properties

Distance to the next fabric wire item
 Can be 0 to be used with offset along wire.